Repository: KatOkonska/SystemInterakcyjny
Catalog: translations/messages.*.xlf
Languages: pl

# title.bookmarks_list
source: Bookmarks List
pl: Lista zakładek

# auth.login.label
source: Log in
pl: Zaloguj się

# time.label
source: Time
pl: Czas777

source: Sent to database
pl: Wysłano do bazy

# message.deleted
source: Deleted succesfully
pl: Usunięto pomyślnie

# button.add
source: Add
pl: Dodaj

# button.register
source: Register
pl: Zarejestruj się

# button.delete
source: Delete
pl: Usuń

# button.change
source: Change
pl: Zmień

# button.login
source: Log in
pl: Zaloguj się

# title.delete_sport
source: Do you really want to delete this sport name?
pl: Czy na pewno chcesz usunąć tę nazwę sportu?

# header.delete_sport
source: Delete sport name
pl: Usuń nazwę sportu

# header.add_training
source: Add training
pl: Dodaj trening

# title.delete_training}
source: Do you really want to delete this training?
pl: Czy na pewno chcesz usunąć ten trening?

# header.delete_training}
source: Delete training
pl: Usuń trening

# title.delete_user
source: Do you really want to delete this user?
pl: Czy na pewno chcesz usunąć tego użytkownika?

# header.delete_user
source: Delete user
pl: Usuń użytkownika

# title.edit_password
source: Edit password
pl: Edytuj haśło

# title.register
source: Register
pl: Zarejestruj

# title.edit_sport_name'}
source: Edit sport name
pl: Edytuj nazwę sportu

# title.edit_user}
source: Edit user
pl: Edytuj użytkownika

# title.edit_training
source: Edit training
pl: Edytuj trening

# title.list_all_trainings
source: This is a list of all your users' trainings
pl: Oto lista wszystkich treningów Twoich użytkowników

# title.list_all_training_days
source: This is a list of all your users' training days
pl: Oto lista wszystkich dni treningów Twoich użytkowników

# title.list_all_sport_names}
source: This is a list of all your sport names
pl: To lista wszystkich nazw sportów

# title.list_all_users
source: This is a list of all your users
pl: To lista wszystkich Twoich użytkowników

# title.list_training
source: This is a list of your trainings
pl: To lista Twoich treningów

# title.list_training_5
source: This is a list of your last 5 trainings
pl: To lista Twoich ostatnich 5 treningów

# title.list_training_days
source: This is a list of your training days
pl: To lista Twoich dni treningów

# title.add_training_days
source: Add training day
pl: Dodaj dzień treningu

# title.delete_training_days}
source: Delete your training day
pl: Usuń dzień treningu

# title.edit_training_days
source: Edit your training day
pl: Edytuj dzień treningu

# header.delete_training_day
source: Do you really want to delete this training day?
pl: Czy na pewno chcesz usunąć ten dzień treningu?

# table.sport_name
source: Sport name
pl: Nazwa sportu

# table.sport_time
source: Time (minutes)
pl: Czas (w minutach)

# table.sport_distance
source: Distance
pl: Dystans

# table.sport_kcal
source: Burned kcal
pl: Spalone kcal

# table.username
source: Username
pl: Nazwa użytkownika

# table.password
source: Password
pl: Hasło

# table.training_day
source: Training day
pl: Dzień treningu

# table.user_id
source: User ID
pl: ID użytkownika

# table.edit}
source: Edit
pl: Edytuj

# table.delete
source: Delete
pl: Usuń

# table.role'
source: Role
pl: Rola

# table.change_password
source: Change password
pl: Zmień hasło

source: Stranger
pl: Nieznajomy

# label.time
source: Time
pl: Czas

# label.Sport_Name
source: Sport name
pl: Nazwa sportu

# label.Training_day
source: Training day
pl: Dzień treningu

# label.kcal
source: Burned kcal
pl: Spalone kcal

# label.distance
source: Distance
pl: Dystans

# label.Role_ID
source: Role ID
pl: ID roli

# label.password
source: Password
pl: Hasło

# menu.home}
source: Home
pl: Strona główna

# menu.login
source: Login
pl: Zaloguj się

# {menu.register
source: Register
pl: Zarejestruj się

# menu.training
source: Training
pl: Trening

# menu.show_last_5_trainings
source: Show last 5 trainings
pl: Pokaż ostatnie 5 treningów

# menu.show_all_trainings}
source: Show all trainings
pl: Pokaż wszystkie treningi

# menu.add_training
source: Add training
pl: Dodaj trening

# menu.training_day
source: Training day
pl: Dzień treningu

# menu.add_training_day
source: Add training day
pl: Dodaj dzień treningu

# menu.show_all_training_day
source: Show all training days
pl: Pokaż wszystkie dni treningu

# menu.add_sport
source: Add sport name
pl: Dodaj nazwę sportu

# menu.show_all_users
source: Show all users
pl: Pokaż wszystkich użytkowników

# menu.show_all_trainings
source: Show all trainings
pl: Pokaż wszystkie treningi użytkowników

# 'menu.show_all_training_days
source: Show all training days
pl: Pokaż wszystkie dni treningów użytkowników

# menu.show_all_sport_names
source: Show all sport names
pl: Pokaż wszystkie nazwy sportu

# title.Sport_application
source: Sport application
pl: Monitor treningu sportowego

# title.Budda_quote
source: In the confrontation between the stream and the rock, the stream always wins; not through strength, but through persistence.
pl: W konfrontacji strumienia ze skałą, strumień zawsze wygrywa – nie przez swoją siłę, ale przez wytrwałość.
